{"intro": "Welcome back to Daily Science, the podcast where we dive into fascinating research papers and break them down in a fun and engaging way. I'm your host, Jack Bauer, and today we have an exciting topic to explore. We'll be discussing a paper titled \"FiPhA: An Open-Source Platform for Fiber Photometry Analysis,\" written by Matthew F. Bridgea, Leslie R. Wilsonb, Sambit Pandab, Korey D. Stevanovicb, Ayland C. Letsingerb, Sandra McBridea, and Jesse D. Cushmanb.\n\nNow, let's get into the main idea of this paper. The researchers behind this study aimed to develop an open-source platform for fiber photometry analysis. But what does that mean? Well, fiber photometry is a technique used to measure neural activity in specific brain regions. By analyzing this activity, scientists can gain insights into the neural foundations that determine habitual wheel-running behavior.\n\nSo, if you're curious about the fascinating world of fiber photometry analysis and how it can help us understand the inner workings of our brains, you're in the right place. Get ready to dive deep into this research paper and uncover the exciting discoveries made by Matthew F. Bridgea, Leslie R. Wilsonb, Sambit Pandab, Korey D. Stevanovicb, Ayland C. Letsingerb, Sandra McBridea, and Jesse D. Cushmanb. Let's get started!", "content": ["\nAre you looking for a powerful tool to analyze your fiber photometry data? Look no further than the FiPhA App! With this app, you can import recordings from different software packages and visualize the data in the Preview tab. Plus, the app has a linear unmixing algorithm that can separate the GCaMP and tdTomato fluorescence peaks from a reference spectrum. And if you're looking for a summary statistic, the app can calculate the area under the curve. \n\nThe Dataset Preview tab allows you to view a 900 second photometry recording session aligned with TTL pulses of 5 tone presentations. And if you want to make your data more machine-readable, the Export tab allows you to produce Excel workbooks with all the processed event data. You can also export as an R Data Format file for further analysis. \n\nThe FiPhA app also provides three normalization methods based on the distributional properties of the signal. These include Z-Score, ∆F/F, and box-and-whisker plots. Plus, you can manually input a list of start/end times to make sure your data is accurate. So what are you waiting for? Get analyzing with the FiPhA App!", "\nGreetings! Dr. Jesse Daniel Cushman has had quite the journey in the world of neuroscience. After receiving his PhD in 2010 from the lab of Dr. Michael Fanselow, he went on to do post-doctoral training in the lab of Dr. Mayank Mehta. After that, he ran the UCLA Behavioral Testing Core for three years before taking the helm of the Neurobehavioral Core Laboratory at the National Institute of Environmental Health Science in 2016. His primary interests lie in the behavioral and neurophysiological analysis of hippocampal function, and he has a wealth of experience in time series modeling, point process models, survival models, and mixed models. He is also a proud member of the Society for Neuroscience (SfN), the Pavlovian Society, and the Organization for the Study of Sex Differences."], "closure": "And that's a wrap for today's episode of Daily Science! We dove into a fascinating paper that explores the neural foundations behind habitual wheel-running behavior. It's amazing how our brains work, isn't it? Remember, science is all about uncovering the mysteries of the world around us, and this paper brings us one step closer to understanding the inner workings of our brains. Stay curious, stay engaged, and join us next time for another exciting research paper!"}